;Place localized text in this file
[Bow_CV X2WeaponTemplate]
FriendlyName="魔导弓"
BriefSummary="对于一些依赖纯灵能的职业来说，所有现有的枪械可能都不合适.，魔导弓允许他们使用灵能进行精确的引导射击."
TacticalText="<Bullet/>与其他枪械不同，弓箭手需要的是专注点，而不是弹药.\n<Bullet/>弓箭手可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>一些手枪相关技能无专注点焦即可使用."
AbilityDescName="魔导弓"

[Bow_MG X2WeaponTemplate]
FriendlyName="电弧魔导弓"
BriefSummary="当纯气势不再足以满足该领域的需求时，电弧魔导弓可能是必要的.它通过增加电场和用户的灵能来增强标准电弧魔导弓的战斗力."
TacticalText="<Bullet/>与其他枪械不同，电弧魔导弓需要的是专注点，而不是弹药.\n<Bullet/>电弧魔导弓可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>一些手枪相关技能无专注点即可使用."
AbilityDescName="电弧魔导弓"

[Bow_BM X2WeaponTemplate]
FriendlyName="等离子魔导弓"
BriefSummary="等离子魔导弓将等离子加热的金属核心包裹在微薄的力场中，能够发动毁灭性的攻击，让敌人燃起火焰."
TacticalText="<Bullet/>与其他枪械不同，等离子魔导弓需要的是专注点，而不是弹药.\n<Bullet/>魔导弓可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>某些手枪相关技能无需专注点即可使用."
AbilityDescName="等离子魔导弓"

[Bow_Chosen X2WeaponTemplate]
FriendlyName="天选者魔导弓"
BriefSummary="地球上最强大的灵能弓是由天选者军械库中的未知部件与灵能之门的‘未识别智能’给予的藤蔓植物相结合而产生的.作为天选者弓箭手，天选者魔导弓有很大几率将目标击昏并制服他们而不会造成任何痛苦，但如果他活下来，他会恢复一个巨大的盾牌."
TacticalText="<Bullet/>与其他枪械不同，天选者魔导弓箭手需要的是专注点，而不是弹药.\n<Bullet/> 弓箭手可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>一些手枪相关技能无需专注点即可使用.\n<Bullet/> "
AbilityDescName="天选者魔导弓"

[Bow_Chosen X2TechTemplate]
DisplayName="天选者的武器项目：灵能魔导弓"
Summary="由于没有任何物质能够与纯灵能完美兼容，因此除了修改灵能增幅器之外，没有其他方法可以改进弓箭手.但是，在分析了术士留下的‘召唤咒语’之后，似乎可以用我们拥有的灵能之门‘物化’一个新的弓箭手……如果你真的希望的话."
CodeName="轮回"
LongDescription="虽然科学理性，甚至圣殿骑士的灵能逻辑都让它变得荒谬，但人们很容易被在复仇者号内"再次"激活该装置的风险所吓倒.沈和我对这个命令感到不安，但既然指挥官想要它，那就没有别的选择.我们只能说，一开始，当我们输入灵能代码时，我们别无选择，只能怀疑返回的响应来自长老或变种人.\n\n伴随着适当程度的监控.经过一次缓慢而仔细的验证，当我们感到足够放心让大门重新处于活动状态时，我们对各种主题进行了一系列简单的实验，以更多地了解术士留下的灵能代码.在紧急情况下，我们尽最大努力提供稳定性，以便随时断开信号.结果，我们证实了术士所担心的是大门外的"女孩"对长老怀有敌意，我们想通知您，我们尽可能机械而礼貌地接受了她单方面的礼遇.\n\n 这台弓箭手将天选者的武器部件重构为由来自大门之外的灵能组成的特定藤蔓.在我们最初的测试中，我们认为飞镖级压制存在严重问题，但在与目标接触后，我们确认它会产生强大的灵能风暴，无论距离多远，都会将目标送到最安全的地方，或使其陷入昏迷.沈建议使用这台弓箭手来应对医疗副作用，但目前我还没有发现射弹和异常之间的明确关联，所以我建议只将其用作压制武器.\n \nPS：与大门之外的友好超凡生物的交流将在战争结束后考虑.正如指挥官所说，在这一点上，我们无法承担第三种力量的额外风险，尤其是当考虑到她交出的天选者魔导弓的异常时.理查德. 泰根"


[BowRend X2AbilityTemplate]
LocFriendlyName="射出魔导箭"
LocLongDescription="必中射击，视为近战攻击，有一定几率使目标眩晕或混乱.触发【气势】效果.（消耗 1 点专注）"
LocHelpText="必中射击，视为近战攻击，有一定几率使目标眩晕或混乱.触发【气势】效果，但会消耗 1 点专注"
LocPromotionPopupText="<Bullet/> 此次射击被视为近战攻击，有一定几率使目标眩晕或混乱.触发【动能】效果，但会消耗 1 点专注力<br/><Bullet/> 魔导箭的伤害会随着专注力等级的提升而增加.<br/><Bullet/> 施展【撕裂】技能后，圣殿武士将获得【动能】效果，从而获得一次移动行动机会.你可以利用这个机会在攻击后返回掩体.<br/><Bullet/>【撕裂】技能每拥有 1 点专注力，就<Ability:RENDSTUNCHANCE/>% 的几率使目标眩晕.被眩晕的目标还会被击退.<br/><Bullet/>【撕裂】技能每拥有 1 点专注力，就有 <Ability:RENDDISORIENTCHANCE/>% 的几率使目标混乱.<br/>"


[BowRend_APA X2AbilityTemplate]
LocFriendlyName="射出魔导箭"
LocLongDescription="必中射击，视为近战攻击，有一定几率使目标眩晕或混乱.触发【气势】效果.（消耗 1 点专注）"
LocHelpText="必中射击，视为近战攻击，有一定几率使目标眩晕或混乱.触发【气势】效果，但会消耗 1 点专注"
LocPromotionPopupText="<Bullet/> 此次射击被视为近战攻击，有一定几率使目标眩晕或混乱.触发【动能】效果，但会消耗 1 点专注力<br/><Bullet/> 魔导箭的伤害会随着专注力等级的提升而增加.<br/><Bullet/> 施展【撕裂】技能后，圣殿武士将获得【动能】效果，从而获得一次移动行动机会.你可以利用这个机会在攻击后返回掩体.<br/><Bullet/>【撕裂】技能每拥有 1 点专注力，就<Ability:RENDSTUNCHANCE/>% 的几率使目标眩晕.被眩晕的目标还会被击退.<br/><Bullet/>【撕裂】技能每拥有 1 点专注力，就有 <Ability:RENDDISORIENTCHANCE/>% 的几率使目标混乱.<br/>"


[BowReload X2AbilityTemplate]
LocFriendlyName="重新加载 灵能魔导弓"
LocLongDescription="重新装填你的 灵能魔导弓 (1 专注)"
LocHelpText="重新加载弓箭手 (1 专注)"

[BowReload_APA X2AbilityTemplate]
LocFriendlyName="重新加载 灵能魔导弓"
LocLongDescription="重新加载你的 灵能魔导弓."
LocHelpText="重新加载弓箭手."

[BowLongWatch X2AbilityTemplate]
LocFriendlyName="持久监视"
LocLongDescription="允许在拥有小队视野的情况下触发监视"
LocHelpText="向第一个进入你视线的敌人开火（在小队视线范围内）."
LocLongDescriptionWhenConcealed="向第一个进入你视线（在小队视线范围内）的敌人开火，但前提是你被发现."
LocFlyOverText="持久监视"
LocFriendlyNameWhenConcealed="持久监视（隐藏）"
LocPromotionPopupText="<Bullet/> 就像它升级的"监视"能力一样，"长期守望"会受到基本瞄准惩罚.<br/><Bullet/>"长期守望"还会受到小队视线瞄准惩罚，并且惩罚会随着距离的增加而增加.<br/>"

[BowLongWatchShot X2AbilityTemplate]
LocFriendlyName="长守监视"

[EnkanPassive X2AbilityTemplate]
LocFriendlyName="轮回法则"
LocLongDescription="使用天选者魔导弓的攻击会迫使恐惧或精神控制的目标撤离战场."
LocHelpText="使用天选者魔导弓的攻击会迫使恐惧或精神控制的目标撤离战场."


